{
   "foo": "bar",
   "doc": {
      "donations": "<blockquote class='blockquote border p-2'>A donation is a gift for charity, humanitarian aid, or to benefit a cause. A donation may take various forms, including money, alms, services, or goods such as clothing, toys, food, or vehicles. A donation may satisfy medical needs such as blood or organs for transplant.</blockquote><footer class='blockquote-footer'><cite title='Wikipedia'>[Wikipedia]</cite></footer><p>However in Listings, blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. .<p>",
      "skills": "<blockquote class='blockquote border p-2'>A skill is the learned ability to perform an action with determined results with good execution often within a given amount of time, energy, or both. Skills can often be divided into domain-general and domain-specific skills. For example, in the domain of work, some general skills would include time management, teamwork and leadership, self-motivation and others, whereas domain-specific skills would be used only for a certain job.</blockquote><footer class='blockquote-footer'><cite title='Wikipedia'>[Wikipedia]</cite></footer>",
      "blogs": "In this section, blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. ",
      "careful": "Before enjoying Listings, You must accept user policy. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. vblablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. .",
      "Login": "Because we value privacy, Listings blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. ",
      "Validation": "Before you can see your post, an Administrator needs to validate its content, later it becomes visible. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. blablablablabla. .",
      "about": "Listings is here to let anyone post on the internet, but <em>seriously</em> and for <em>free</em>. Like newspapers and magazines, Listings has these three main sections: <b>Donnations, Artworks and Blog posts.</b>"
   },
   "listings": {
      "listings": {
         "title": "",
         "intro": "Classified advertising brought to the web",
         "message": "",
         "success": "We got listings from all sections :)",
         "error": ""
      },
      "donations": {
         "title": "",
         "intro": "Share or look for used items nextdoor",
         "message": "",
         "success": "Yep we got some donations :)",
         "error": ""
      },
      "skills": {
         "title": "",
         "intro": "Share skills",
         "message": "",
         "success": "Yep we got some skills :)",
         "error": ""
      },
      "blogs": {
         "title": "",
         "intro": "Creative passions, hobbies and passtimes!",
         "message": "",
         "success": "Yep we got some blogs :)",
         "error": ""
      },
      "gwoogl": {
         "title": "",
         "intro": "",
         "message": "",
         "success": "Yep, we got results for your search :)",
         "error": ""
      },
      "geolocation": {
         "title": "",
         "intro": "",
         "message": "",
         "success": "",
         "error": ""
      }
   },
   "index": {
      "listings": {
         "title": "",
         "intro": "",
         "message": "",
         "success": "",
         "error": ""
      },
      "tags": {
         "title": "",
         "intro": "",
         "message": "",
         "success": "We got listings from all sections which are related to the tag :)",
         "error": ""
      },
      "division": {
         "title": "",
         "intro": "",
         "message": "",
         "success": "We got listings from all sections which are located in this division :)",
         "error": ""
      },
      "keyword": {
         "title": "",
         "intro": "",
         "message": "",
         "success": "We got listings from all sections for this keyword :)",
         "error": ""
      }
   },
   "tags": {
      "tags": {
         "title": "",
         "intro": "",
         "message": "",
         "success": "",
         "error": ""
      }
   },
   "listing": {
      "id": {
         "title": "",
         "intro": "",
         "message": "",
         "success": "",
         "error": ""
      },
      "donations": {
         "title": "",
         "intro": "",
         "message": "",
         "success": "",
         "error": ""
      },
      "skills": {
         "title": "",
         "intro": "",
         "message": "",
         "success": "",
         "error": ""
      },
      "blogs": {
         "title": "",
         "intro": "",
         "message": "",
         "success": "",
         "error": ""
      },
      "contact": {
         "title": "",
         "intro": "",
         "message": "",
         "success": "",
         "error": ""
      }
   },
   "message": {
      "not found": {
         "title": "",
         "intro": "",
         "message": "No listing found, it can be deactivated or not approved yet :(",
         "success": "",
         "error": "Listing not found"
      },
      "server error": {
         "title": "",
         "intro": "",
         "message": "",
         "success": "",
         "error": ""
      },
      "contact": {
         "title": "",
         "intro": "",
         "message": "",
         "success": "",
         "error": ""
      }
   }
}